// использование массива при написании кода
// начнем с определения типа данных, с которыми будем работать
//потом квадратные скобки и даем массиву идентификатор(имя). 



//пример массива
int [] array={11, 21, 31, 41, 15, 61, 17, 18, 19};
//   индексы   0   1   2   3   4   5   6   7   8

//чтобы вызвать опр элемент(обратиться к опр элементу) массива
// первый элемент array[0] , индексы начинаются с 0!!

array [0]=11;
//вывести на экран опр элемент массива
Console.WriteLine(array[0]);
//выводит в терминаде 11

Console.WriteLine(array[5]);